tap "bramstein/webfonttools"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bash"
brew "bat"
brew "glib"
brew "sqlite"
brew "python@3.9"
brew "cmake"
brew "curl"
brew "erlang"
brew "eza"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "golangci-lint"
brew "jq"
brew "lua-language-server"
brew "neofetch"
brew "neovim"
brew "node"
brew "nvm"
brew "postgresql@14"
brew "ripgrep"
brew "silicon"
brew "starship"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "yarn"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "sf-symbols"
